export const otherFiltersData = [
  {
    icon: 'calendar',
    title: 'Дата публикации вакансии',
    id: '1',
    radio: [
      'За все время',
      'За месяц',
      'За неделю',
      'За последние 3 дня',
      'За сутки',
    ],
  },
  {
    icon: 'star',
    title: 'Опыт работы',
    id: '2',
    radio: [
      'Не имеет значения',
      'Нет опыта',
      'От 1 года до 3 лет',
      'От 3 до 6 лет',
      'Более 6 лет',
    ],
  },
  {
    icon: 'clock',
    title: 'График работы',
    id: '3',
    checkbox: [
      'Полный день',
      'Вахтовый метод',
      'Сменный график',
      'Гибкий график',
      'Удаленная работа',
    ],
  },
  {
    icon: 'stack',
    title: 'Теги технологий',
    id: '4',
    checkbox: [
      'jQuery',
      'JavaScript',
      'CSS3',
      'React',
      'Git',
      'Vue',
      'FlexBox',
      'HTML5',
    ],
  },
  {
    icon: 'graduation',
    title: 'Образование',
    id: '5',
    checkbox: [
      'Не требуется или не указано',
      'Среднее профессиональное',
      'Высшее',
    ],
  },
  {
    icon: 'salary',
    title: 'Уровень дохода',
    id: '6',
    radio: [
      'Не имеет значения',
      'от 25 000 ₽',
      'от 50 000 ₽',
      'от 100 000 ₽',
      'от 150 000 ₽',
    ],
    checkbox: [
      'Указан доход',
    ],
  },
  {
    icon: 'tomeJob',
    title: 'Подработка',
    id: '7',
    checkbox: [
      'Неполный день',
      'От 4 часов в день',
      'По вечерам',
      'По выходным',
      'Разовое задание',
    ],
  },
  {
    icon: 'moreFilters',
    title: 'Другие параметры',
    id: '8',
    checkbox: [
      'Доступные людям с инвалидностью',
      'Скрытые вакансии',
      'От 4х часов в день',
      'От аккредитованных ИТ компаний',
      'Без вакансий от кадровых агенств',
    ],
  },
];

export const briefCase = [
  'Полная занятость',
  'Частичная  занятость',
  'Стажировка',
  'Проектная работа',
];
